/* Action not found */
"Action not found" = "Acció no trobada";

/* API unavailable */
"API unavailable" = "API inutilitzable";

/* Bad request */
"Bad request" = "Petició incorrecta";

/* Forbidden */
"Forbidden" = "Prohibit";

/* Format not accepted */
"Format not accepted" = "Format no acceptat";

/* Internal Server error */
"Internal Server error" = "Error intern del servidor";

/* Invalid Auth */
"Invalid Auth" = "Autentificació invalida";

/* Not implemented */
"Not implemented" = "No implementat";

/* Object not found */
"Object not found" = "Objecte no trobat";

/* OK */
"OK" = "OK";

/* Partially accepted */
"Partially accepted" = "Parcialment acceptat";

/* Partially created */
"Partially created" = "Parcialment creat";

/* Permission denied */
"Permission denied" = "Acces denegad";

/* Resource not found */
"Resource not found" = "Resource no trobat";

/* Ressource Timeout */
"Ressource Timeout" = "Ressource Timeout";

/* Service unavailable */
"Service unavailable" = "Servei inaccesible";

/* Successfully accepted */
"Successfully accepted" = "Exitosament Acceptat";

/* Successfully created */
"Successfully created" = "Exitosament Creat";

/* Unacceptable data */
"Unacceptable data" = "Data no acceptada";

/* Unknown error */
"Unknown error" = "Error desconegut";

